[
  {
    "text": "ʿUmar ibn al-Khattab, Allahs Wohlgefallen auf ihm, überlieferte:\n„Ich hörte den Gesandten Allahs, Allahs Segen und Heil auf ihm …“",
    "source": "Sahih al-Bukhari 1",
    "erklaerung": "Der Prophet, Allah segne ihn und gebe ihm Heil, sagte dies anlässlich der Auswanderung eines Mannes von Mekka …"
  },
  {
    "text": "ʿĀʾischa, Mutter der Gläubigen, Allahs Wohlgefallen auf ihr, überlieferte:\nAl-Harith Ibn Hischam, Allahs Wohlgefallen auf ihm, fragte den Propheten …",
    "source": "Sahih al-Bukhari 2"
  },
  {
    "text": "ʿĀʾischa, Mutter der Gläubigen, Allahs Wohlgefallen auf ihr, überlieferte:\nDer Beginn der (göttlichen) Offenbarung an Allahs Gesandten – Allahs Segen und Heil auf ihm – war in Form von guten, rechtschaffenen (wahren) Träumen, die sich wie helles Tageslicht erfüllten. Dann wurde ihm die Liebe zur Abgeschiedenheit geschenkt. Er pflegte sich in der Höhle von Ḥirāʾ zurückzuziehen, wo er viele Nächte lang ununterbrochen (Allah allein) anzubeten pflegte, bevor er zu seiner Familie zurückkehrte (oder seinem Wunsch, sie zu sehen). Er pflegte die Reiseverpflegung für den Aufenthalt mitzunehmen und kehrte dann zu (seiner Frau) Khadīǧa zurück, um seine Nahrung ebenfalls wieder einzunehmen – bis plötzlich die Wahrheit auf ihn herabkam, während er in der Höhle von Ḥirāʾ war.\nDer Engel kam zu ihm und sagte: „Lies!“\nDer Prophet antwortete: „Ich weiß nicht, wie man liest.“\nDer Prophet fügte hinzu: „Dann packte mich der Engel (mit Gewalt) und drückte mich so fest, dass ich es nicht mehr aushalten konnte. Dann ließ er mich los und forderte mich erneut auf, zu lesen. Ich antwortete: ‚Ich kann nicht lesen.‘\nDaraufhin ergriff er mich erneut und drückte mich ein zweites Mal, bis ich es nicht mehr aushielt. Dann ließ er mich los und forderte mich erneut auf zu lesen, aber wieder antwortete ich: ‚Ich weiß nicht, wie ich lesen soll (oder: Was soll ich lesen?).‘\nDaraufhin ergriff er mich zum dritten Mal und bedrängte mich, ließ mich dann los und sagte:\n‚Lies im Namen deines Herrn, der erschaffen hat. Er hat den Menschen aus einem Klumpen erschaffen. Lies! Und dein Herr ist der Großzügigste …‘ (Qurʾān 96:1–3)“\nDa kehrte der Gesandte Allahs mit der Offenbarung und mit heftig klopfendem Herzen zurück. Dann ging er zu (seiner Frau) Khadīǧa bint Khuwaylid – Allahs Wohlgefallen auf ihr – und sagte: „Deckt mich zu! Deckt mich zu!“ Sie deckten ihn zu, bis die Furcht von ihm abließ. Danach erzählte er Khadīǧa alles, was geschehen war, und sagte: „Ich fürchte, dass mir etwas zustoßen könnte.“\nKhadīǧa antwortete: „Niemals! Bei Allah, Allah wird dich niemals in Ungnade fallen lassen. Du pflegst gute Beziehungen zu deinen Verwandten, hilfst den Armen und Bedürftigen, bedienst deine Gäste großzügig und stehst den Bedürftigen bei.“\nDann begleitete Khadīǧa ihn zu ihrem Cousin Waraqa ibn Nawfal, der Christ geworden war und die Schrift mit hebräischen Buchstaben schrieb. Er war alt und blind. Sie sagte: „Höre deinem Neffen zu.“\nDer Prophet berichtete, was geschehen war. Waraqa sagte: „Das ist derselbe Engel, den Allah zu Mūsā (Moses) gesandt hat. Ich wünschte, ich wäre jung und würde den Tag erleben, an dem dein Volk dich vertreibt.“\nDer Gesandte Allahs fragte: „Werden sie mich vertreiben?“ Waraqa antwortete: „Ja. Niemand kam mit etwas Ähnlichem wie du, ohne Feindschaft zu erfahren. Wenn ich diesen Tag erlebe, werde ich dich unterstützen.“\nDoch kurz darauf starb Waraqa, und die Offenbarung setzte für eine Zeit aus.",
    "source": "Sahih al-Bukhari 3"
  }
]
